<!-- ━━━━━━━━━ JS | TS ━━━━━━━━━ -->
<script>
	'use strict'// CHECKS TYPES

	/**: - ©MEMBER-PROPERTIES| */
	/*| #™━━━━━━━━━━━━━━━━━━━━━|*/

	/*| #™━━━━━━━━━━━━━━━━━━━━━|*/

	/**| ™- LABELED-STATEMENT |*/
	/* #™━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ */

	/* #™━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ */

	/** #™━━━━━━━━━━━━━━━━━━━ FUNCTION ━━━━━━━━━━━━━━━━━━━ */
</script>
<!-- 🔵🔵🔵🔵🔵🔵🔵🔵🔵🔵🔵⚫️⚫️⚫️⚫️⚫️ -->

<div class="container">
	<!-- ━━━━━━━━━━━━━━━ CONTAINER ━━━━━━━━━━━━━━━ -->
	<!--⌛-->

	<header>
		<h1>
		<span class="txt-sink">
		MeetUs
		</span>
		</h1>
	</header>
	<!--⌛-->
	<!-- ━━━━━━━━━━━━━━━ CONTAINER ━━━━━━━━━━━━━━━ -->
</div>
<!-- 🔵🔵🔵🔵🔵🔵🔵🔵🔵🔵🔵⚫️⚫️⚫️⚫️⚫️ -->

<!-- ━━━━━━━━━ CSS | SCSS | SASS ━━━━━━━━━ -->
<style>
	/* | ⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫ | */
	:root {
		--bg-cgradient: conic-gradient(
			from -10deg at center,
			lightslategray,
			rebeccapurple
		);
		/*⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫*/
		--txt-shadow: 1px 1px 1px #000,
		3px 3px 5px black;
		/*⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫*/
		--box-shadow: 1px 1px 1px lightslategray,
		3px 3px 5px gray;
	}
	/* | ⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫ | */
	header {
		z-index: 1;
		position: fixed;
		width: 100%;
		top: 0;
		left: 0;
		height: 4em;
		background-image: var(--bg-cgradient);
		box-shadow: var(--box-shadow);
	}
	/* | ⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫ | */
	.txt-sink {
		display: flex;
		justify-content: center;
		font-family: CoveredByYourGrace, serif;
		color: white;
		margin-left: 10px;
		text-shadow: var(--txt-shadow);
		caret-color:#262626;
		outline: none;
	}
	/* | ⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫⌫ | */
</style>
<!-- 🔵🔵🔵🔵🔵🔵🔵🔵🔵🔵🔵⚫️⚫️⚫️⚫️⚫️ -->
<!--font-family: CoveredByYourGrace, serif;-->
